Repository: autodudesde/ai-suite
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# tx_aisuite.js.warning.couldNotLoadSummary
source: Could not load detailed summary - will proceed with whole page translation
de: Detaillierte Zusammenfassung konnte nicht geladen werden - fahre mit Ganzseitenübersetzung fort

# tx_aisuite.js.error.failedToStartTranslation
source: Failed to start whole page translation. Please check the console for details.
de: Fehler beim Starten der Ganzseitenübersetzung. Bitte prüfen Sie die Konsole für Details.

# tx_aisuite.js.error.general
source: Error
de: Fehler

# tx_aisuite.js.modal.warning
source: Warning
de: Warnung

# tx_aisuite.js.button.easyLanguage
source: Easy Language
de: Einfache Sprache

# tx_aisuite.module.dashboard.card.massActionPagesTranslation.title
source: WorkflowManager for page translation
de: WorkflowManager für die Seitenübersetzung

# tx_aisuite.module.dashboard.card.massActionPagesTranslation.description
source: Translate multiple pages at once using AI-powered translation services.
de: Übersetze mehrere Seiten gleichzeitig mithilfe von KI-Modellen.

# tx_aisuite.module.dashboard.card.massActionPagesTranslation.linklabel
source: Translate pages
de: Seiten übersetzen

# tx_aisuite.module.preparePagesTranslation.title
source: Prepare Pages for Translation
de: Seiten für die Übersetzung vorbereiten

# tx_aisuite.module.preparePagesTranslation.pageChooser
source: Start from page
de: Beginne mit der Seite

# tx_aisuite.module.preparePagesTranslation.pageType
source: Page type
de: Seitentyp

# tx_aisuite.module.preparePagesTranslation.depth
source: Depth
de: Tiefe

# tx_aisuite.module.preparePagesTranslation.sourceLanguage
source: Source/default language
de: Ausgangssprache

# tx_aisuite.module.preparePagesTranslation.targetLanguage
source: Target language
de: Zielsprache

# tx_aisuite.module.preparePagesTranslation.translationScope
source: Translation scope
de: Übersetzungs-Scope

# tx_aisuite.module.preparePagesTranslation.showPrepareResults
source: Show pages for translation
de: Seiten zur Übersetzung anzeigen

# tx_aisuite.module.general.spinner.massActionPagesTranslation
source: Processing pages for translation. This may take a moment. Please wait...
de: Seiten werden zur Übersetzung verarbeitet. Dies kann einen Moment dauern. Bitte warten...

# AiSuite.module.massAction.foundPagesForTranslation
source: Found pages for translation
de: Seiten zur Übersetzung gefunden

# AiSuite.module.massAction.translation.sourceLanguage
source: Source/default language
de: Ausgangssprache

# AiSuite.module.massAction.translation.targetLanguage
source: Target Language
de: Zielsprache

# AiSuite.module.massAction.translation.scope
source: Translation Scope
de: Übersetzungs-Scope

# AiSuite.module.massAction.translation.executeBtn
source: Translate pages with AI
de: Übersetze Seiten mit KI

# AiSuite.module.massAction.translation.noPagesFound
source: No pages found for translation with the selected criteria.
de: Mit den ausgewählten Kriterien wurden keine Seiten zur Übersetzung gefunden.

# AiSuite.module.massAction.pageType
source: Page type
de: Seitentyp

# AiSuite.massAction.translation.processing
source: Already handled %s translations:
de: %s Übersetzungen wurden bereits bearbeitet:

# AiSuite.notification.generation.translation.successDescription
source: Reload the page tree to see the updates.
de: Lade den Seitenbaum neu, um die Aktualisierungen anzuzeigen.

# AiSuite.notification.generation.translation.error
source: Translation error
de: Übersetzungsfehler

# AiSuite.notification.generation.translation.sameLanguage
source: Source and target languages cannot be the same.
de: Quell- und Zielsprache dürfen nicht identisch sein.

# AiSuite.backgroundTasks.errorPagesTranslationPrepareExecuteAction
source: Error while preparing pages for translation
de: Fehler beim Vorbereiten der Seiten für die Übersetzung

# tx_aisuite.massActionSection.translation.scope.metadata
source: Page metadata only
de: Nur Seitenmetadaten

# tx_aisuite.massActionSection.translation.scope.content
source: Content elements only
de: Nur Inhaltselemente

# tx_aisuite.massActionSection.translation.scope.files
source: Page file references only
de: Nur Verweise auf Auslagerungsdateien

# tx_aisuite.massActionSection.translation.scope.all
source: All (metadata, content)
de: Alles (Metadaten, Inhalte)

# tx_aisuite.action.translateWholePage
source: Translate whole page with AI
de: Ganze Seite mit KI übersetzen

# tx_aisuite.action.retryTranslationTask
source: Retry translation task
de: Übersetzungstask wiederholen

# tx_aisuite.action.removeTranslationTask
source: Remove translation task
de: Übersetzungstask entfernen

# tx_aisuite.massAction.translation.header.page
source: Page
de: Seite

# tx_aisuite.massAction.translation.header.alreadyTranslated
source: Already translated
de: Bereits übersetzt

# tx_aisuite.massAction.translation.header.contentElements
source: Content elements
de: Inhaltselemente

# tx_aisuite.massAction.translation.header.metadataFields
source: Metadata fields
de: Metadatenfelder

# tx_aisuite.massAction.translation.header.pageFileReferences
source: Page file references
de: Auslagerungsdateireferenzen

# AiSuite.notification.translation.pending.title
source: Translation Pending
de: Übersetzung ausstehend

# AiSuite.notification.translation.pending.message
source: Translation task(s) are pending for this page.
de: Für diese Seite stehen Übersetzungsaufgaben aus.

# AiSuite.notification.translation.failed.title
source: Translation Failed
de: Übersetzung fehlgeschlagen

# AiSuite.notification.translation.failed.message
source: Translation task(s) have failed for this page. You can retry them by clicking the button below.
de: Die Übersetzungsaufgabe(n) für diese Seite sind fehlgeschlagen. Du kannst es erneut versuchen, indem du auf die Schaltfläche unten klickst.

# AiSuite.notification.sysLanguage.pageTreeChanged
source: The page tree has been changed
de: Der Seitenbaum wurde geändert

# AiSuite.notification.sysLanguage.selectAvailableLanguageOfPageTree
source: Changed selection to available language of current page tree.
de: Auswahl auf verfügbare Sprache des aktuellen Seitenbaums geändert.

# AiSuite.notification.sourceLanguage.selectAvailableLanguageOfPageTree
source: Changed selection to available source language of current page tree.
de: Auswahl auf verfügbare Quellsprache des aktuellen Seitenbaums geändert.

# AiSuite.notification.targetLanguage.selectAvailableLanguageOfPageTree
source: Changed selection to available target language of current page tree.
de: Auswahl auf verfügbare Zielsprache des aktuellen Seitenbaums geändert.

# AiSuite.notification.sysLanguage.selectDefaultLanguageOfPageTree
source: Changed selection to default language (previous language not available in current page tree).
de: Auswahl auf Standardsprache geändert (vorherige Sprache im aktuellen Seitenbaum nicht verfügbar).

# AiSuite.notification.sourceLanguage.selectDefaultLanguageOfPageTree
source: Changed selection to default/source language of current page tree.
de: Auswahl auf Standard-/Quellsprache des aktuellen Seitenbaums geändert.

# AiSuite.notification.targetLanguage.selectDefaultLanguageOfPageTree
source: Changed selection to default target language (previous language not available in current page tree).
de: Auswahl auf Standardzielsprache geändert (vorherige Sprache im aktuellen Seitenbaum nicht verfügbar).

# AiSuite.notification.badge.new
source: New
de: Neu

# aiSuite.globalInstructions.modal.title
source: Global Instructions & Prompt Preview
de: Globale Anweisungen und Prompt-Vorschau

# aiSuite.globalInstructions.label
source: Global Instructions
de: Globale Anweisungen

# aiSuite.currentPrompt.label
source: Current Prompt
de: Aktueller Prompt

# aiSuite.globalInstructions.show_global_instructions
source: Global instructions
de: Globale Anweisungen

# aiSuite.yes
source: Yes
de: Ja

# aiSuite.no
source: No
de: Nein

# aiSuite.module.multipleGlobalImageInstructionsTitle
source: Multiple global instruction for scope "image".
de: Mehrere globale Anweisungen für den Bereich „Bild“.

# aiSuite.module.multipleGlobalImageInstructionsMessage
source: There are more than one global instruction for scope "image". Only the last added instruction will be considered.
de: Für den Bereich "Bild" gibt es mehrere globale Anweisungen. Nur die zuletzt hinzugefügte Anweisung wird berücksichtigt.

# aiSuite.customPermOptions.enablePromptTemplateButton
source: Enable "Prompt Template" section within backend module
de: Aktiviere den Abschnitt „Prompt Template“ im Backend-Modul

# aiSuite.customPermOptions.enablePromptTemplateButtonDescription
source: If active the "Prompt Template" button will be shown within the backend module
de: Wenn aktiv, wird der Button „Prompt Template“ im Backend-Modul angezeigt

# aiSuite.customPermOptions.enableGlobalInstructionsButton
source: Enable "Global Instructions" section within backend module
de: Aktiviere den Abschnitt „Globale Anweisungen“ im Backend-Modul

# aiSuite.customPermOptions.enableGlobalInstructionsButtonDescription
source: If active the "Global Instructions" button will be shown within the backend module
de: Wenn aktiv, wird der Button "Globale Anweisungen" im Backend-Modul angezeigt

# aiSuite.module.globalInstructionStorageTitle
source: Page can not be used to store Global Instructions
de: Die Seite kann nicht zum Speichern globaler Anweisungen verwendet werden.

# aiSuite.module.globalInstructionStorageMessage
source: Please select a page where Global Instructions could be stored.
de: Bitte wähle eine Seite aus, auf der globale Anweisungen gespeichert werden können.

# AiSuite.promptTemplate.deleteModalTitle
source: Warning
de: Warnung

# AiSuite.promptTemplate.deleteModalText
source: Are you sure you want to delete the prompt template "{0}"?
de: Möchtest du das Prompt Template „{0}“ wirklich löschen?

# AiSuite.promptTemplate.deleteConfirm
source: Delete
de: Löschen

# AiSuite.promptTemplate.deleteCancel
source: Cancel
de: Abbrechen

# AiSuite.globalInstructions.deleteModalTitle
source: Warning
de: Warnung

# AiSuite.globalInstructions.deleteModalText
source: Are you sure you want to delete the global instruction "{0}"?
de: Möchtest du die globale Anweisung „{0}“ wirklich löschen?

# AiSuite.globalInstructions.deleteConfirm
source: Delete
de: Löschen

# AiSuite.globalInstructions.deleteCancel
source: Cancel
de: Abbrechen

# tx_aisuite_domain_model_global_instructions
source: Global Instructions
de: Globale Anweisungen

# tx_aisuite_domain_model_global_instructions.instructions
source: Global Instructions
de: Globale Anweisungen

# tx_aisuite_domain_model_global_instructions.context
source: Context
de: Kontext

# tx_aisuite_domain_model_global_instructions.scope
source: Scope
de: Bereich

# tx_aisuite_domain_model_global_instructions.selected_pages
source: Selected Pages
de: Ausgewählte Seiten

# tx_aisuite_domain_model_global_instructions.selected_directories
source: Selected Directories
de: Ausgewählte Verzeichnisse

# tx_aisuite_domain_model_global_instructions.use_for_subtree
source: Use for subtree (pages/directories)
de: Verwendung für Sub-Tree (Seiten/Verzeichnisse)

# tx_aisuite_domain_model_global_instructions.extend_previous_instructions
source: Extend previous instructions
de: Erweitern der vorherigen Anweisungen

# tx_aisuite_domain_model_global_instructions.context.pages
source: Page/List/AI Suite Web Module
de: Seiten-/Listen-/AI-Suite-Webmodul

# tx_aisuite_domain_model_global_instructions.context.files
source: Filelist/AI Suite Filelist Module
de: Dateilisten-/AI Suite-Dateilistenmodul

# tx_aisuite_domain_model_global_instructions.enable
source: Enable
de: Aktivieren

# tx_aisuite_domain_model_global_instructions.override_predefined_prompt
source: Use Global Instruction (instead of predefined server prompt)
de: Globale Anweisung verwenden (anstelle des vordefinierten Server-Prompts)

# global_instructions.duplicate_detected_title
source: Duplicate detected
de: Duplikat erkannt

# global_instructions.duplicate_detected_message
source: A global instruction for context "%s", scope "%s" and page/directory IDs %s already exists. The duplicate pages/directories have been removed from the selection. Please check your input.
de: Eine globale Anweisung für Kontext "%s", Bereich "%s" und Seiten-/Verzeichnis-IDs %s existiert bereits. Die doppelten Seiten/Verzeichnisse wurden aus der Auswahl entfernt. Bitte überprüfe deine Eingabe.

# AiSuite.error.invalidRequest
source: Invalid request (Please see logs for further details)
de: Ungültige Anfrage (weitere Einzelheiten findest du in den Logs)

# AiSuite.error.invalidFormData
source: Invalid Form Data: missing required fields
de: Ungültige Formulardaten: fehlende Pflichtfelder

# AiSuite.error.invalidServerResponse
source: Invalid server response or network error
de: Ungültige Serverantwort oder Netzwerkfehler

# AiSuite.massAction.batchFailed
source: Batch {0} failed, continuing with remaining files...
de: Batch {0} ist fehlgeschlagen. Es wird mit den verbleibenden Dateien fortgefahren …
