Repository: autodudesde/ai-suite
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# AiSuite.generation.descriptionSuggestions
source: Generate description suggestions (1 Credit)
de: Beschreibungsvorschläge generieren (1 Credit)

# AiSuite.notification.generation.error
source: Unexpected error
de: Unerwarteter Fehler

# AiSuite.notification.generation.requestError
source: Request error
de: Request-Fehler

# AiSuite.notification.generation.suggestions.missingSelection
source: Missing selection
de: Fehlende Auswahl

# AiSuite.notification.generation.suggestions.missingSelectionInfo
source: Please select a suggestion.
de: Bitte wähle einen Vorschlag aus.

# AiSuite.unableToLinkToPage
source: Unable to link to page with ID %s and language ID %s
de: Verknüpfung mit Seite mit ID %s und Sprach-ID %s nicht möglich

# AiSuite.unableToFetchNewsRecord
source: Please contact your admin. Unable to fetch content of news record with ID %s. Page with ID %s has no plugin for displaying the news article detail view. Please check your AI Suite extension settings and make sure that you have inserted a correct page ID within the "Metadata" tab for fetching the news record.
de: Bitte kontaktiere deinen Administrator. Der Inhalt des News-Datensatzes mit der ID %s konnte nicht abgerufen werden. Die Seite mit der ID %s hat kein Plugin, um die Detailansicht des News-Datensatzes anzuzeigen. Bitte überprüfe deine AI Suite Extensioneinstellungen und stelle sicher, dass du im Tab „Metadaten“ eine korrekte Seiten-ID zum Abrufen des News-Datensatzes eingegeben hast.

# AiSuite.fetchContentFailed
source: Page content could not be loaded. If HTTP basic auth is active, please activate it within the TYPO3 extension settings and enter the credentials there.
de: Seiteninhalt konnte nicht geladen werden. Wenn die HTTP-Basisauthentifizierung aktiv ist, aktivieren Sie diese bitte in den Erweiterungseinstellungen und geben Sie dort die Zugangsdaten ein.

# AiSuite.imageSuggestionsHeader
source: Generated image suggestions
de: Generierte Bildvorschläge

# AiSuite.useImageSuggestion
source: Use selected suggestion
de: Ausgewählten Vorschlag verwenden

# AiSuite.regenerateSuggestions
source: Regenerate suggestion
de: Vorschlag neu generieren

# AiSuite.imageTitleSuggestionsHeader
source: Generated image title suggestions
de: Generierte Bildtitelvorschläge

# AiSuite.imageWizardSlideOneHeader
source: Enter prompt and image generation library
de: Gebe deine Prompt ein und wähle das KI-Model für die Bildgenerierung

# AiSuite.imageWizardSlideOneImagePrompt
source: Image prompt
de: Bild-Prompt

# AiSuite.imageWizardSlideOneButton
source: Generate image and title suggestions
de: Bild- und Titelvorschläge generieren

# AiSuite.textGenerationLibrary
source: Select text generation AI
de: Wähle das KI-Model zur Textgenerierung aus

# AiSuite.translateGenerationLibrary
source: Select translation generation AI
de: Wähle das KI-Model für die Übersetzungsgenerierung aus

# AiSuite.imageGenerationLibrary
source: Select image generation AI
de: Wählen das KI-Model für die Bildgenerierung

# tx_aisuite.module.dashboard.card.createContent.title
source: Create new content of type
de: Erstellen eines neuen Inhalts vom Typ

# aiSuite.module.openDocumentation
source: Open documentation
de: Dokumentation öffnen

# aiSuite.module.manageLicense
source: Manage license
de: Lizenz verwalten

# aiSuite.module.watchIntroductionVideo
source: Watch introduction video
de: Einführungsvideo ansehen

# aiSuite.module.errorDuringResponse
source: We received an error during the response. Please try again and check your settings/inputs.
de: Bei der Beantwortung ist ein Fehler aufgetreten. Bitte versuche es erneut und überprüfe deine Einstellungen/Eingaben.

# aiSuite.module.updatePromptTemplatesSuccess
source: Update prompt templates from server successfully.
de: Prompt-Vorlagen erfolgreich vom Server aktualisiert.

# aiSuite.module.updatePromptTemplatesError
source: Error: Could not fetch prompt templates from server
de: Fehler: Prompt-Vorlagen konnten nicht vom Server abgerufen werden.

# aiSuite.module.validateAiResult
source: Validate the AI result
de: Validiere das KI-Ergebnis

# aiSuite.module.requestStructureAgain
source: Request structure again
de: Struktur erneut anfordern

# aiSuite.module.availableInputFields
source: Available input fields
de: Verfügbare Eingabefelder

# aiSuite.module.availableFileFields
source: Available file fields
de: Verfügbare Dateifelder

# aiSuite.module.noSearchableList
source: No searchableList given.
de: Keine durchsuchbare Liste angegeben.

# aiSuite.module.hideShowButtons
source: Hide / show buttons
de: Schaltflächen ausblenden/einblenden

# aiSuite.module.notification.modal.close
source: Close
de: Schließen

# aiSuite.module.notification.modal.noFieldsSelectedTitle
source: No fields selected
de: Keine Felder ausgewählt

# aiSuite.module.notification.modal.noFieldsSelectedMessage
source: You don't have selected any fields. Please select at least one field to continue.
de: Du hast keine Felder ausgewählt. Bitte wähle mindestens ein Feld aus, um fortzufahren.

# aiSuite.module.notification.warning
source: Warning
de: Warnung

# aiSuite.module.modal.imageGenerationWizard
source: Image generation wizard
de: Assistent zur Bildgenerierung

# aiSuite.module.modal.imagePromptSettings
source: Image prompt settings
de: Einstellungen für Bildaufforderung

# aiSuite.module.modal.enteredPromptTitle
source: Prompt is too short
de: Dein Prompt ist zu kurz

# aiSuite.module.modal.enteredPromptMessage
source: Please enter your prompt with at least ten characters
de: Bitte gebe deinen Prompt mit mindestens zehn Zeichen ein

# aiSuite.module.modal.generalImageGenerationSettings
source: General image generation settings
de: Allgemeine Einstellungen zur Bildgenerierung

# aiSuite.module.modal.generatedPreselectionImageOptions
source: Generated pre-selection image options
de: Generierte Vorauswahlbildoptionen

# aiSuite.module.modal.preselectionUseImage
source: Use image
de: Verwende das Bild

# aiSuite.module.modal.imageGenerationInProcessDalle
source: Image suggestions will be generated. This may take a moment. Please wait...
de: Es werden Bildvorschläge generiert. Dies kann einen Moment dauern. Bitte warten...

# aiSuite.module.modal.imagePreSelectionGenerationInProcessMidjourney
source: Pre-selection image options will be generated. This may take a moment. Please wait...
de: Es werden Vorauswahl-Bildoptionen generiert. Dies kann einen Moment dauern. Bitte warten...

# aiSuite.module.modal.imageGenerationInProcessMidjourney
source: Selected image will be generated. This may take a moment. Please wait...
de: Das ausgewählte Bild wird generiert. Dies kann einen Moment dauern. Bitte warten...

# aiSuite.module.modal.imageGenerationInProcessFlux
source: Selected image will be generated. This may take a moment. Please wait...
de: Das ausgewählte Bild wird generiert. Dies kann einen Moment dauern. Bitte warten...

# aiSuite.module.modal.imagePreSelection
source: Select pre-selection image option
de: Wähle ein Bild der Vorauswahl aus

# aiSuite.module.modal.imageSelection
source: Select image and title
de: Bild und Titel auswählen

# aiSuite.module.modal.dalleSlideOne
source: Generated image suggestions
de: Generierte Bildvorschläge

# aiSuite.module.modal.midjourneySlideOne
source: Pre-selection image options
de: Vorauswahl Bildoptionen

# aiSuite.module.modal.midjourneySlideTwo
source: Select image and title
de: Bild und Titel auswählen

# aiSuite.module.modal.imageSavingProcess
source: Image is saved. Please wait...
de: Bild wird gespeichert. Bitte warten...

# aiSuite.module.modal.midjourneyPreSelectionError
source: Unable to load Midjourney pre-selection image options
de: Bildoptionen für die Vorauswahl von Midjourney können nicht geladen werden.

# aiSuite.module.modal.midjourneySelectionError
source: Unable to load selected Midjourney image
de: Das ausgewählte Midjourney-Bild konnte nicht geladen werden

# aiSuite.module.modal.fluxSelectionError
source: Unable to load selected Flux image
de: DALL-E-Bildvorschläge können nicht geladen werden

# aiSuite.module.modal.dalleSelectionError
source: Unable to load DALL-E image suggestions
de: DALL-E-Bildvorschläge können nicht geladen werden

# aiSuite.module.modal.imageGenerationFailed
source: Image generation failed with the following error:
de: Die Bildgenerierung ist mit dem folgenden Fehler fehlgeschlagen:

# aiSuite.module.modal.noImageSelectedTitle
source: No image selected
de: Kein Bild ausgewählt

# aiSuite.module.modal.noImageSelectedMessage
source: Please select your favorite image
de: Bitte wählen deinen Bild-Favoriten aus

# aiSuite.module.errorMissingArguments.title
source: Missing action arguments
de: Fehlende Aktionsargumente

# aiSuite.module.errorMissingArguments.message
source: Could not fetch required action arguments.
de: Erforderliche Aktionsargumente konnten nicht abgerufen werden.

# aiSuite.module.errorValidContentElementResponse.title
source: Could not fetch valid content element response.
de: Es konnte keine gültige Inhaltselementantwort abgerufen werden.

# aiSuite.module.contentElementDataGenerate.message
source: Content element data successfully created.
de: Inhaltselementdaten erfolgreich erstellt.

# aiSuite.module.contentElementDataGenerate.title
source: Request successful
de: Anfrage erfolgreich

# aiSuite.module.errorPageContentNotCreated.title
source: Page content could not be created.
de: Seiteninhalt konnte nicht erstellt werden.

# aiSuite.module.errorFetchingLibraries.title
source: Could not fetch available libraries.
de: Verfügbare Bibliotheken konnten nicht abgerufen werden.

# aiSuite.module.errorFetchingPagetreeResponse.title
source: Could not fetch valid page tree response.
de: Es konnte keine gültige Seitenbaumantwort abgerufen werden.

# aiSuite.module.fetchingDataSuccessful.title
source: Successfully fetched data
de: Daten erfolgreich abgerufen

# aiSuite.module.fetchingDataSuccessful.message
source: Please check and confirm the results.
de: Bitte überprüfen und bestätige die Ergebnisse.

# aiSuite.module.pagetreeGenerationSuccessful.title
source: Page tree generated successfully.
de: Seitenbaum erfolgreich generiert.

# aiSuite.module.pagetreeGenerationSuccessful.message
source: Check your selected root page for new page tree.
de: Überprüfe deine ausgewählte Stammseite auf einen neuen Seitenbaum.

# aiSuite.module.warningFetchingCreditsState.title
source: Could not fetch your current Credits state.
de: Der aktuelle Status deiner Credits konnte nicht abgerufen werden.

# aiSuite.module.missingAiSuiteApiKey.title
source: Please enter your AI Suite API key in the extension configuration.
de: Bitte gebe deinen AI Suite API-Schlüssel in der Erweiterungskonfiguration ein.

# aiSuite.module.missingAiSuiteApiKey.message
source: If you don't have an API key yet, you can get one at https://www.autodudes.de
de: Wenn du noch keinen API-Schlüssel hast, kannst du dir einen unter https://www.autodudes.de anlegen.

# aiSuite.module.warningFetchingOpenAiStatus.title
source: Could not fetch the current status of the OpenAI API.
de: Der aktuelle Status der OpenAI-API konnte nicht abgerufen werden.

# aiSuite.module.openAiStatus.detailedInfo
source: For a detailed status overview visit the
de: Eine detaillierte Statusübersicht findest du im

# aiSuite.module.openAiStatus.linkTitle
source: OpenAI status page
de: OpenAI-Statusseite

# aiSuite.module.openAiStatus.ok
source: All Systems Operational
de: Alle Systeme betriebsbereit

# aiSuite.module.openAiStatus.warning
source: Partial System Outage
de: Teilweiser Systemausfall

# aiSuite.module.openAiStatus.critical
source: Major Service Outage
de: Größerer Dienstausfall

# aiSuite.module.errorTargetLangMissing.title
source: Target language missing.
de: Zielsprache fehlt.

# aiSuite.module.errorTargetLangMissing.message
source: You must choose a target language.
de: Du musst eine Zielsprache auswählen.

# aiSuite.module.destinationFileNotFound.title
source: Destination file not found
de: Zieldatei nicht gefunden

# aiSuite.module.destinationFileNotFound.message.prefix
source: Destination file
de: Zieldatei

# aiSuite.module.destinationFileNotFound.message.suffix
source: not found, will create a new one.
de: nicht gefunden, werde eine neue Datei erstellen.

# aiSuite.module.errorFetchingTranslationResponse.title
source: Could not fetch a valid translation response.
de: Es konnte keine gültige Übersetzungsantwort abgerufen werden.

# aiSuite.module.errorExtensionNotFound.title
source: Extension not found.
de: Erweiterung nicht gefunden.

# aiSuite.module.errorFileNotFound.title
source: File not found.
de: Datei nicht gefunden.

# aiSuite.module.errorWritingTranslationFile.message
source: There was a problem while writing the translations.
de: Beim Schreiben der Übersetzungen ist ein Problem aufgetreten.

# aiSuite.module.sourceXliffFileEmpty.title
source: XLIFF file is empty
de: Die XLIFF-Datei ist leer

# aiSuite.module.sourceXliffFileEmpty.message
source: No trans-unit entries found in XLIFF file.
de: In der XLIFF-Datei wurden keine Trans-Unit-Einträge gefunden.

# aiSuite.module.cannotSendRequest.title
source: Error before sending request to server
de: Fehler vor dem Senden des Requests an den Server

# aiSuite.module.translationGenerationSuccessful.title
source: Translation successfully
de: Übersetzung erfolgreich

# aiSuite.module.translationGenerationSuccessful.message
source: The new translations are written to the file system.
de: Die neuen Übersetzungen werden in das Dateisystem geschrieben.

# aiSuite.module.noTranslationsNeeded.title
source: No translations needed
de: Keine Übersetzungen nötig

# aiSuite.module.noTranslationsNeeded.message
source: Your selected file doesn't have any missing properties
de: Für die ausgewählte Datei fehlen keine Eigenschaften

# aiSuite.module.modal.noSelectionForFields
source: You don't have selected an image for the following field(s):
de: Du hast für folgende(s) Feld(er) kein Bild ausgewählt:

# aiSuite.module.modal.continue
source: Do you want to continue?
de: Möchtest du fortfahren?

# aiSuite.module.modal.saveAnyway
source: Save anyway
de: Trotzdem speichern

# aiSuite.module.modal.abort
source: Abort
de: Abbrechen

# tx_aisuite.module.spinner.cancel
source: Cancel
de: Abbrechen

# AiSuite.imageTitleFreeTextPlaceholder
source: Enter custom image title
de: Gebe einen benutzerdefinierten Bildtitel ein

# AiSuite.imageSettings.midjourney
source: Additional Midjourney image settings
de: Zusätzliche Midjourney-Bildeinstellungen

# AiSuite.imageSettings.midjourney.version.tooltip
source: You can switch between Midjourney versions. Different versions excel at producing different types of images.
de: Du kannst zwischen Midjourney-Versionen wechseln. Verschiedene Versionen zeichnen sich dadurch aus, dass sie unterschiedliche Arten von Bildern erzeugen.

# AiSuite.imageSettings.midjourney.aspectRatio
source: Aspect ratio
de: Seitenverhältnis

# AiSuite.imageSettings.midjourney.aspectRatio.tooltip
source: Changes the aspect ratio of the generated image. An aspect ratio is the width-to-height ratio of an image.
de: Ändert das Seitenverhältnis des generierten Bildes. Das Seitenverhältnis ist das Verhältnis von Breite zu Höhe eines Bildes.

# AiSuite.imageSettings.midjourney.no
source: Exclusions (Negative prompting)
de: Ausschlüsse (negative Aufforderung)

# AiSuite.imageSettings.midjourney.no.tooltip
source: Tell Midjourney what not to include in your image. Accepts multiple words separated with commas.
de: Sag Midjourney, was nicht in dein Bild aufgenommen werden soll. Akzeptiert mehrere durch Kommas getrennte Wörter.

# AiSuite.imageSettings.midjourney.sref
source: Style Reference (URL of an image)
de: Stilreferenz (URL eines Bildes)

# AiSuite.imageSettings.midjourney.sref.tooltip
source: Enter web address (URL) where the image is stored. You can use images as style references in your prompt to influence the style or aesthetic of images you want Midjourney to make.
de: Gebe eine Webadresse (URL) ein, unter der das Bild gespeichert ist. Du kannst Bilder als Stilreferenzen verwenden, um den Stil oder die Ästhetik der Bilder zu beeinflussen, die Midjourney erstellen soll.

# AiSuite.generateImageForField
source: Generate image for field
de: Generiere Bild für Feld

# aiSuite.error_no_credits_table
source: Please run database update (Credits table is missing)
de: Bitte Datenbank-Aktualisierung durchführen (Credits-Tabelle fehlt)

# aiSuite.twoImagesAtFirstRequest
source: A maximum of <strong>two images</strong> will be created in the course of the first request. Additional images can then be added at any time.
de: Im Zuge der ersten Anfrage werden maximal <strong>zwei Bilder</strong> erstellt. Weitere Bilder können dann jederzeit hinzugefügt werden.

# aiSuite.generateImageWithAiButton
source: Generate Image with AI
de: Bild mit KI generieren

# aiSuite.synchronizeGlossary
source: Synchronize Glossary Entries
de: Glossareinträge synchronisieren

# aiSuite.module.notification.modal.noSelectedPageTitle
source: No page selected
de: Keine Seite ausgewählt

# aiSuite.module.notification.modal.noSelectedPageMessage
source: You don't have selected a page. Please select one.
de: Du hast keine Seite ausgewählt. Bitte wähle eine aus.

# aiSuite.module.notification.filelist.upload.success.message
source: File was uploaded successfully and metadata was set
de: Die Datei wurde erfolgreich hochgeladen und die Metadaten wurden festgelegt.

# aiSuite.generateNewsWithAiButton
source: News with AI
de: News mit KI

# tx_aisuite.module.general.adjustContentWithAi
source: Adjust content with AI
de: Inhalte mit KI modifizieren

# tx_aisuite.module.general.noContentSelected
source: No content selected. Please select some content.
de: Kein Inhalt ausgewählt. Bitte wähle einen Inhalt aus.

# tx_aisuite.module.general.useWholeContent
source: Use whole content
de: Gesamten Inhalt verwenden

# tx_aisuite.module.general.contentGenerationInProcess
source: Content will be generated. This may take a moment. Please wait...
de: Inhalte werden generiert. Dies kann einen Moment dauern. Bitte warten...

# aiSuite.translateRecord
source: Translate record (1 Credit)
de: Datensatz übersetzen (1 Credit)

# aiSuite.translateWholePage
source: Translate whole page with AI
de: Ganze Seite mit KI übersetzen

# aiSuite.module.modal.translationInProcess
source: Translation is in progress
de: Übersetzungen werden erstellt

# aiSuite.module.modal.noTranslationLibrariesAvailable
source: No AI Suite translation libraries available.
de: Keine AI Suite Übersetzungsbibliotheken verfügbar.

# aiSuite.module.pages.newRootPage
source: New root page
de: Neue Root-Page

# aiSuite.beGroups.tab.settings
source: AI Suite Settings
de: AI Suite-Einstellungen

# aiSuite.beGroups.field.aiSuiteApiKey
source: Group specific AI Suite API key
de: Gruppenspezifischer AI Suite API-Schlüssel

# aiSuite.beGroups.field.openAiApiKey
source: Group specific OpenAI API key
de: Gruppenspezifischer OpenAI API-Schlüssel

# aiSuite.beGroups.field.deeplApiKey
source: Group specific DeepL API key
de: Gruppenspezifischer DeepL API-Schlüssel

# aiSuite.beGroups.field.deeplApiMode
source: Group uses the free version of DeepL API
de: Gruppe nutzt kostenlose Version der DeepL-API

# aiSuite.beGroups.field.anthropicApiKey
source: Group specific Anthropic/Claude API key
de: Gruppenspezifischer Anthropic/Claude API-Schlüssel

# aiSuite.beGroups.field.googleTranslateApiKey
source: Group specific GoogleTranslate API key
de: Gruppenspezifischer GoogleTranslate API-Schlüssel

# aiSuite.beGroups.field.midjourneyApiKey
source: Group specific Midjourney API key
de: Gruppenspezifischer Midjourney-API-Schlüssel

# aiSuite.beGroups.field.midjourneyId
source: Group specific Midjourney ID
de: Gruppenspezifische Midjourney-ID

# aiSuite.beGroups.field.mediaStorageFolder
source: Store image and media files at this folder (e.g. /images/ai-images/subfolder). If the folder doesn't exist, it will be created.
de: Speichere Bild- und Mediendateien in diesem Ordner (z. B. /images/ai-images/unterordner). Wenn der Ordner nicht existiert, wird er erstellt.

# aiSuite.beGroups.field.openTranslatedRecordInEditMode
source: Open translated record in edit mode
de: Öffne den übersetzten Datensatz im Bearbeitungsmodus

# aiSuite.customPermOptions.enableRteAiPlugin
source: AI Plugin in CKEditor / RTE fields
de: AI-Plugin in CKEditor / RTE-Feldern

# aiSuite.customPermOptions.enableRteAiPluginDescription
source: If active the AI Plugin will be shown within CKEditor / RTE fields.
de: Wenn aktiv, wird das AI-Plugin in den Feldern von CKEditor/RTE angezeigt.

# aiSuite.customPermOptions.enableRteAiEasyLanguagePlugin
source: AI "Einfache Sprache" Plugin in CKEditor / RTE fields
de: AI „Einfache Sprache“ Plugin in CKEditor / RTE-Feldern

# aiSuite.customPermOptions.enableRteAiEasyLanguagePluginDescription
source: If active the AI "Einfache Sprache" Plugin will be shown within CKEditor / RTE fields.
de: Wenn aktiv, wird das AI-Plugin „Einfache Sprache“ in den CKEditor-/RTE-Feldern angezeigt.

# aiSuite.customPermOptions.enableTranslation
source: AI translation options within page content translation wizard
de: KI-Übersetzungsoptionen im Übersetzungsassistenten

# aiSuite.customPermOptions.enableTranslationDescription
source: If active AI translation options will be added within the page content translation wizard
de: Wenn aktiv, werden KI-Übersetzungsoptionen im Übersetzungsassistenten hinzugefügt

# aiSuite.customPermOptions.enableTranslationListWizard
source: AI translation options within the list module
de: KI-Übersetzungsoptionen innerhalb des Listenmoduls

# aiSuite.customPermOptions.enableTranslationListWizardDescription
source: If active AI translation options will be added within the list module
de: Bei aktiver KI werden im Listenmodul Übersetzungsoptionen hinzugefügt

# aiSuite.customPermOptions.enableTranslationWholePage
source: Show buttons "Translate whole page with AI" within page and list module
de: Schaltflächen „Ganze Seite mit KI übersetzen“ im Seiten- und Listenmodul anzeigen

# aiSuite.customPermOptions.enableTranslationWholePageDescription
source: If active buttons with title "Translate whole page with AI" will be added within page and list module
de: Wenn aktiv, werde die Schaltflächen mit dem Titel „Ganze Seite mit KI übersetzen“ im Seiten- und Listenmodul hinzugefügt

# aiSuite.customPermOptions.enableTranslationDeeplSync
source: "Synchronize DeepL glossaries" button within list module
de: Button „DeepL-Glossare synchronisieren“ im Listenmodul

# aiSuite.customPermOptions.enableTranslationDeeplSyncDescription
source: If active "Synchronize DeepL glossaries" button will be displayed within the list module (if at least one glossar entry is available on selected page)
de: Wenn aktiv, wird die Schaltfläche „DeepL-Glossare synchronisieren“ im Listenmodul angezeigt (wenn mindestens ein Glossareintrag auf der ausgewählten Seite verfügbar ist).

# aiSuite.customPermOptions.enableImageGeneration
source: Buttons "Generate image with AI"
de: Buttons „Bild mit KI generieren“

# aiSuite.customPermOptions.enableImageGenerationDescription
source: If active buttons with title "Generate image with AI" will be added to file fields within content elements and within filelist module
de: Wenn aktiv, werden Buttons mit dem Titel „Bild mit KI generieren“ zu Dateifeldern in Inhaltselementen und im Dateilistenmodul hinzugefügt

# aiSuite.customPermOptions.enableContentElementGeneration
source: "AI Suite Content" tab in NewContentElementWizard
de: Tab „AI Suite Content“ im NewContentElementWizard

# aiSuite.customPermOptions.enableContentElementGenerationDescription
source: An additional "AI Suite Content" tab will be added to NewContentElementWizard
de: Ein zusätzlicher Tab „AI Suite Content“ wird zu NewContentElementWizard hinzugefügt
