Repository: autodudesde/ai-suite
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# tx_aisuite.module.general.prompt
source: Input statement for the AI (prompt)
de: Eingabeanweisung für die KI (Prompt)

# tx_aisuite.module.general.promptTemplates
source: Prompt Templates
de: Prompt-Vorlagen

# tx_aisuite.module.general.selectPromptTemplate
source: Select prompt template
de: Prompt-Vorlage auswählen

# tx_aisuite.module.general.spinner.default
source: Request is being processed...
de: Anfrage wird bearbeitet...

# tx_aisuite.module.general.spinner.contentCreation
source: Content is being generated, this may take a moment...
de: Inhalt wird generiert, dies kann einen Moment dauern …

# tx_aisuite.module.error.try_again
source: Try again
de: Versuche es erneut

# tx_aisuite.module.actionmenu.pages
source: Pages
de: Seiten

# tx_aisuite.module.actionmenu.translate
source: Translate
de: Übersetzen

# tx_aisuite.module.actionmenu.agencies
source: Agency
de: Agentur

# tx_aisuite.module.actionmenu.globalInstructions
source: Global Instructions
de: Globale Anweisungen

# tx_aisuite.module.dashboard.creditState
source: Available Credits
de: Verfügbare Credits

# tx_aisuite.module.dashboard.headerSections
source: Available sections
de: Verfügbare Abschnitte

# tx_aisuite.module.createContent.overview.header
source: Create content
de: Inhalte erstellen

# tx_aisuite.module.dashboard.card.comming-soon
source: (Coming soon)
de: (Demnächst)

# tx_aisuite.module.dashboard.card.pagesSection.title
source: Manage pages and page trees
de: An Seiten arbeiten

# tx_aisuite.module.dashboard.card.pagesSection.description
source: Speed up your daily work and get better results from AI by preparing your pages or page trees.
de: Fülle die Seitenmetadaten aus oder erstelle einen vollständigen Seitenbaum.

# tx_aisuite.module.dashboard.card.pagesSection.linklabel
source: Open pages section
de: Abschnitt „Seiten“

# tx_aisuite.module.dashboard.card.agencySection.title
source: Agency features
de: Agenturfunktionen

# tx_aisuite.module.dashboard.card.agencySection.description
source: Do very special stuff like translating a XLF file.
de: Erledige ganz spezielle Aufgaben, etwa das Übersetzen einer XLF-Datei oder das Importieren von Seiteninhalten aus einem anderen System.

# tx_aisuite.module.dashboard.card.agencySection.linklabel
source: Open agency section
de: Bereich „Agenturen“

# tx_aisuite.module.dashboard.card.createPagetree.title
source: Create page tree
de: Seitenbaum erstellen

# tx_aisuite.module.dashboard.card.createPagetree.description
source: With the help of AI, you can have a page tree created. This is created with the pages you want.
de: Mithilfe von KI kannst du dir einen Seitenbaum erstellen lassen. Dieser wird mit den von dir gewünschten Seiten erstellt.

# tx_aisuite.module.dashboard.card.createPagetree.linklabel
source: Create page tree
de: Seitenbaum erstellen

# tx_aisuite.module.dashboard.card.createPagetreeWithContent.title
source: Create page tree advanced
de: Seitenbaum erstellen (erweitert)

# tx_aisuite.module.dashboard.card.createPagetree.subtitle
source: Generate page tree with content as you like.
de: Generiere einen Seitenbaum mit Inhalten deiner Wahl.

# tx_aisuite.module.dashboard.card.createPagetreeWithContent.description
source: Advanced page tree creation: Workflow to create a page tree with page metadata and content inside the new pages.
de: Erweiterte Seitenbaumerstellung: Workflow zum Erstellen eines Seitenbaums mit Seitenmetadaten und Inhalten innerhalb der neuen Seiten.

# tx_aisuite.module.dashboard.card.createPagetreeWithContent.linklabel
source: Advanced page tree creation
de: Erweiterte Seitenbaumerstellung

# tx_aisuite.module.dashboard.card.translateXlfFile.title
source: Translate an extensions XLF file
de: Übersetzen einer XLF-Datei mit Erweiterung

# tx_aisuite.module.dashboard.card.translateXlfFile.description
source: Translate an extensions XLF language file in a choosen language. Remember that there has to be a destination directory for the translation.
de: Übersetze eine XLF-Sprachdatei mit Erweiterung in eine ausgewählte Sprache. Denke daran, dass es ein Zielverzeichnis für die Übersetzung geben muss.

# tx_aisuite.module.dashboard.card.translateXlfFile.linklabel
source: Translate XLF file
de: XLF-Datei übersetzen

# tx_aisuite.module.dashboard.card.translatePage.title
source: Translate a page
de: Übersetzen einer Seite

# tx_aisuite.module.dashboard.card.translatePage.description
source: Translate a complete page with page properties and content inside.
de: Übersetze eine komplette Seite mit Seiteneigenschaften und Inhalt.

# tx_aisuite.module.dashboard.card.translatePage.linklabel
source: Translate Page
de: Seite übersetzen

# tx_aisuite.module.dashboard.card.massActionSection.description
source: Handle stuff via WorkflowManager at once.
de: Erledige Dinge sofort über den WorkflowManager.

# tx_aisuite.module.dashboard.card.massActionPages.title
source: WorkflowManager for page metas
de: WorkflowManager für Seiten-Metadaten

# tx_aisuite.module.dashboard.card.massActionPages.description
source: Edit or update multiple page meta properties and subpages at once.
de: Bearbeite oder aktualisiere mehrere Seiten-Metadaten und Unterseiten gleichzeitig.

# tx_aisuite.module.dashboard.card.massActionPages.linklabel
source: Edit pages metas
de: Seiten-Metadaten bearbeiten

# tx_aisuite.module.dashboard.card.massActionFileReferences.title
source: WorkflowManager for file relation metas
de: WorkflowManager für Metadaten von Datei-Referenzen

# tx_aisuite.module.dashboard.card.massActionFileReferences.description
source: Edit or update the meta properties of multiple file relations on a page and subpages at once.
de: Bearbeite oder aktualisiere die Metadaten mehrerer Datei-Referenzen auf einer Seite und Unterseiten gleichzeitig.

# tx_aisuite.module.dashboard.card.massActionFileReferences.linklabel
source: Edit file relation metas
de: Metadaten von Datei-Referenzen bearbeiten

# tx_aisuite.module.dashboard.card.massActionFilelist.title
source: WorkflowManager for file metas
de: WorkflowManager für Datei-Metadaten

# tx_aisuite.module.dashboard.card.massActionFilelist.description
source: Edit or update the meta properties of multiple files at once.
de: Bearbeite oder aktualisiere die Metaeigenschaften mehrerer Dateien gleichzeitig.

# tx_aisuite.module.dashboard.card.massActionFilelist.linklabel
source: Edit file metas
de: Datei-Metadaten bearbeiten

# tx_aisuite.module.massActionFilelist.allColumns
source: All columns
de: Alle Felder

# tx_aisuite.module.massActionFilelist.selectedDirectory
source: Selected directory
de: Ausgewähltes Verzeichnis

# tx_aisuite.module.dashboard.card.massActionTranslations.title
source: WorkflowManager for translations
de: WorkflowManager für Übersetzungen

# tx_aisuite.module.dashboard.card.massActionTranslations.description
source: Edit or update multiple translations at once.
de: Bearbeite oder aktualisiere mehrere Übersetzungen gleichzeitig.

# tx_aisuite.module.dashboard.card.massActionTranslations.linklabel
source: Start translation WorkflowManager
de: WorkflowManager Aufgabe zur Übersetzung starten

# tx_aisuite.module.dashboard.card.translateContentElement.title
source: Translate a content element
de: Übersetzen eines Inhaltselements

# tx_aisuite.module.dashboard.card.translateContentElement.description
source: Translate a single content element. Remember that there has to be a mapping file for custom content elements.
de: Übersetze ein einzelnes Inhaltselement. Beachte, dass für benutzerdefinierte Inhaltselemente eine Zuordnungsdatei vorhanden sein muss.

# tx_aisuite.module.dashboard.card.translateContentElement.linklabel
source: Translate content
de: Inhalt übersetzen

# tx_aisuite.module.dashboard.card.translateFileProperties.title
source: Translate file properties
de: Übersetzen von Dateieigenschaften

# tx_aisuite.module.dashboard.card.translateFileProperties.description
source: Translate a single file, e.g. alt and title attributes of a image file.
de: Übersetze eine einzelne Datei, z. B. Alt- und Titelattribute einer Bilddatei.

# tx_aisuite.module.dashboard.card.translateFileProperties.linklabel
source: Translate file
de: Datei übersetzen

# tx_aisuite.module.dashboard.card.createImageFile.title
source: Create an image
de: Erstellen eines Images

# tx_aisuite.module.dashboard.card.createImageFile.description
source: Create a single image or a set of images for using it as content anywhere.
de: Erstelle ein einzelnes Bild oder eine Reihe von Bildern, um es überall als Inhalt zu verwenden.

# tx_aisuite.module.dashboard.card.createImageFile.linklabel
source: Create image
de: Bild erstellen

# tx_aisuite.module.dashboard.card.updatePromptTemplates.title
source: Update prompt templates from server
de: Aktualisiere Prompt-Vorlagen vom Server

# tx_aisuite.module.dashboard.card.updatePromptTemplates.description
source: The AI Suite provides prompt templates. You can also add your own custom prompt templates. This action only updates the server prompt templates. Your custom prompt templates remain untouched.
de: Die AI Suite stellt Prompt-Vorlagen bereit. Du kannst auch deine eigenen benutzerdefinierten Prompt-Vorlagen hinzufügen. Diese Aktion aktualisiert nur die Prompt-Vorlagen des Servers. Deine benutzerdefinierten Prompt-Vorlagen bleiben unberührt.

# tx_aisuite.module.dashboard.card.updatePromptTemplates.linklabel
source: Update server prompt templates
de: Aktualisieren von Server-Prompt-Vorlagen

source: Custom prompt templates
de: Benutzerdefinierte Prompt-Vorlagen

# tx_aisuite.module.dashboard.card.managePromptTemplates.title
source: Manage your custom prompt templates
de: Verwalte deine benutzerdefinierten Prompt-Vorlagen

# tx_aisuite.module.dashboard.card.managePromptTemplates.description
source: Speed up your daily work and get better results from AI by preparing your prompts efficiently.
de: Mit dieser Aktion kannst du eigene Prompt-Vorlagen bearbeiten, löschen und erstellen.

# tx_aisuite.module.dashboard.card.managePromptTemplates.linklabel
source: Manage custom prompt templates
de: Verwalten benutzerdefinierter Prompt-Vorlagen

# tx_aisuite.module.dashboard.card.managePromptTemplates.scope
source: Scope
de: Gültigkeitsbereich

# tx_aisuite.module.dashboard.card.managePromptTemplates.scopeGeneral
source: General available
de: Allgemein verfügbar

# tx_aisuite.module.dashboard.card.managePromptTemplates.scopeImageWizard
source: Image generation
de: Bildgenerierung

# tx_aisuite.module.dashboard.card.managePromptTemplates.scopePageTree
source: Page tree generation
de: Seitenbaumgenerierung

# tx_aisuite.module.dashboard.card.managePromptTemplates.scopeContentElement
source: ContentElements
de: Inhaltselemente

# tx_aisuite.module.dashboard.card.managePromptTemplates.scopeEditContent
source: RTE Content Editing
de: RTE-Inhaltsbearbeitung

# tx_aisuite.module.dashboard.card.managePromptTemplates.promptTemplate
source: Prompt template
de: Prompt-Vorlage

# tx_aisuite.module.dashboard.card.managePromptTemplates.cTypeScope
source: ContentElements (leave empty for all elements)
de: ContentElements (für alle Elemente leer lassen)

# tx_aisuite.module.dashboard.card.managePromptTemplates.language
source: Language
de: Sprache

# tx_aisuite.module.dashboard.card.managePromptTemplates.actions
source: Actions
de: Aktionen

# tx_aisuite.module.dashboard.card.managePromptTemplates.actions.editLabel
source: Edit
de: Bearbeiten

# tx_aisuite.module.dashboard.card.managePromptTemplates.actions.activateLabel
source: Activate
de: Aktivieren

# tx_aisuite.module.dashboard.card.managePromptTemplates.actions.deactivateLabel
source: Deactivate
de: Deaktivieren

# tx_aisuite.module.dashboard.card.managePromptTemplates.actions.deleteLabel
source: Delete
de: Löschen

source: Global Instructions
de: Globale Anweisungen

# tx_aisuite.module.dashboard.card.manageGlobalInstructions.title
source: Manage your global instructions
de: Verwalte deine globalen Anweisungen

# tx_aisuite.module.dashboard.card.manageGlobalInstructions.description
source: Change the general outcome of your requests using Global Instructions
de: Mit dieser Aktion kannst du der Schnittstelle allgemeine und globale Anweisungen geben.

# tx_aisuite.module.dashboard.card.manageGlobalInstructions.linklabel
source: Manage global instructions
de: Verwalten globaler Anweisungen

# tx_aisuite.module.dashboard.card.manageGlobalInstructions.context
source: Context
de: Kontext

# tx_aisuite.module.dashboard.card.manageGlobalInstructions.scope
source: Scope
de: Gültigkeitsbereich

# tx_aisuite.module.dashboard.card.manageGlobalInstructions.scopeGeneral
source: General available
de: Allgemein verfügbar

# tx_aisuite.module.dashboard.card.manageGlobalInstructions.scopeImageWizard
source: Image generation
de: Bildgenerierung

# tx_aisuite.module.dashboard.card.manageGlobalInstructions.scopePageTree
source: Page tree generation
de: Seitenbaumgenerierung

# tx_aisuite.module.dashboard.card.manageGlobalInstructions.scopeContentElement
source: ContentElements
de: Inhaltselemente

# tx_aisuite.module.dashboard.card.manageGlobalInstructions.scopeNewsRecord
source: News
de: Nachricht

# tx_aisuite.module.dashboard.card.manageGlobalInstructions.scopeEditContent
source: RTE Content Editing
de: RTE-Inhaltsbearbeitung

# tx_aisuite.module.dashboard.card.manageGlobalInstructions.scopeMetadata
source: Metatdata
de: Metadaten

# tx_aisuite.module.dashboard.card.manageGlobalInstructions.globalInstructions
source: Global instructions
de: Globale Anweisungen

# tx_aisuite.module.dashboard.card.manageGlobalInstructions.storagePage
source: Storage page
de: Speicher-Verzeichnis

# tx_aisuite.module.dashboard.card.manageGlobalInstructions.cTypeScope
source: ContentElements (leave empty for all elements)
de: ContentElements (für alle Elemente leer lassen)

# tx_aisuite.module.dashboard.card.manageGlobalInstructions.cTypeScopeHeader
source: ContentElements
de: Inhaltselemente

# tx_aisuite.module.dashboard.card.manageGlobalInstructions.language
source: Language
de: Sprache

# tx_aisuite.module.dashboard.card.manageGlobalInstructions.useForSubtree
source: Use for subtree
de: Für Sub-Tree verwenden

source: Extend previous
de: Erweiterung der vorherigen Anweisungen

# tx_aisuite.module.dashboard.card.manageGlobalInstructions.selection
source: Selected pages/directories
de: Ausgewählte Seiten/Verzeichnisse

# tx_aisuite.module.dashboard.card.manageGlobalInstructions.actions
source: Actions
de: Aktionen

# tx_aisuite.module.dashboard.card.manageGlobalInstructions.actions.editLabel
source: Edit
de: Bearbeiten

# tx_aisuite.module.dashboard.card.manageGlobalInstructions.actions.activateLabel
source: Activate
de: Aktivieren

source: Deactivate
de: Deaktivieren

# tx_aisuite.module.dashboard.card.manageGlobalInstructions.actions.deleteLabel
source: Delete
de: Löschen

# tx_aisuite.module.preparePages.title
source: Select pages and field
de: Seiten und Feld auswählen

# tx_aisuite.module.preparePages.pageChooser
source: Select the page you want to start from:
de: Wähle die Seite aus, auf der du beginnen möchtest:

# tx_aisuite.module.preparePages.pageSelected
source: Selected page:
de: Ausgewählte Seite:

# tx_aisuite.module.preparePages.pageType
source: Select page type:
de: Seitentyp auswählen:

# tx_aisuite.module.preparePages.allPageTypes
source: All
de: Alle

# tx_aisuite.module.preparePages.depth
source: Select levels of subpages:
de: Wähle die Ebenen der Unterseiten aus:

# tx_aisuite.module.preparePages.column
source: Select field:
de: Feld auswählen:

# tx_aisuite.module.preparePages.sysLanguages
source: Select language:
de: Sprache auswählen:

# tx_aisuite.module.preparePages.showOnlyEmpty
source: Show only empty fields
de: Nur leere Felder anzeigen

# tx_aisuite.module.prepareFiles.showOnlyUsed
source: Show only in content included files
de: Nur im Content eingebundene Dateien anzeigen

# tx_aisuite.module.preparePages.showPrepareResults
source: Show results
de: Ergebnisse anzeigen

# AiSuite.module.massAction.noPagesFound
source: No pages available for your selection.
de: Für deine Auswahl sind keine Seiten verfügbar.

# AiSuite.module.massAction.noFileReferencesFound
source: No file references available for your selection.
de: Für deine Auswahl sind keine Datei-Referenzen verfügbar.

# AiSuite.module.massAction.noFilesFound
source: No files available for your selection.
de: Für deine Auswahl sind keine Dateien verfügbar.

# tx_aisuite.module.pageStructure.headline
source: Generate page structure
de: Seitenstruktur generieren

# tx_aisuite.module.pageStructure.defaultPrompt
source: Create me a page structure for [...].
de: Erstelle mir eine Seitenstruktur für […].

# tx_aisuite.module.pageStructure.pageChooser
source: Paste the new structure under the following page:
de: Füge die neue Struktur unter der folgenden Seite ein:

# tx_aisuite.module.pageStructure.submit
source: Generate page structure
de: Seitenstruktur generieren

# tx_aisuite.module.validatePageStructure.submit
source: Create structure
de: Struktur schaffen

# tx_aisuite.module.pageStructure.sortable-input.title
source: Insert the new page title:
de: Füge den neuen Seitentitel ein:

# tx_aisuite.module.pageStructure.sortable-input.submit
source: Submit
de: Einreichen

# tx_aisuite.module.PageContent.description
source: This module works on the active page, which is selected in the page tree on the left.
de: Dieses Modul arbeitet auf der aktiven Seite, die im Seitenbaum links ausgewählt ist.

# tx_aisuite.module.PageContent.submit
source: Generate content
de: Inhalt generieren

# tx_aisuite.module.PageContent.whichPosition
source: Position of the new element
de: Position des neuen Elements

# tx_aisuite.module.PageContent.positionFirst
source: Insert on first position [0]
de: An erster Stelle einfügen [0]

# tx_aisuite.module.PageContent.whichPosition
source: Insert after
de: Einfügen nach

# tx_aisuite.module.PageContent.validate.headline
source: Validate AI result
de: KI-Ergebnis validieren

# tx_aisuite.module.PageContent.validate.explanation
source: Validate your AI result before adding this to your page.
de: Validieren das KI-Ergebnis, bevor du es deiner Seite hinzufügen.

# tx_aisuite.module.PageContent.validate.addContent
source: Add content to page
de: Inhalt zur Seite hinzufügen

# tx_aisuite.module.PageContent.validate.regenerateContent
source: Regenerate content
de: Inhalt neu generieren

# tx_aisuite.module.PageContent.validate.addSocialContent
source: Add / generate post
de: Beitrag hinzufügen/generieren

# tx_aisuite.module.PageContent.validate.imagePrompt
source: The image prompt. You can refactor the image prompt and reorder a for a new image.
de: Die Bildaufforderung. Du kannst die Bildaufforderung umgestalten und für ein neues Bild neu anordnen.

# tx_aisuite.module.PageContent.validate.requestImage
source: Request for a new image.
de: Anfrage für ein neues Bild.

# tx_aisuite.module.File.overview.header
source: Create new files or file metadata
de: Erstellen neuer Dateien oder Dateimetadaten

# AiSuite.imageWizardPromptHeader
source: Image prompt
de: Bild-Prompt

# AiSuite.translateXlfHeader
source: XLF file properties
de: XLF-Dateieigenschaften

# tx_aisuite.module.Translate.overview.header
source: Translate for language support
de: Übersetzen für Sprachunterstützung

# AiSuite.module.Agencies.overview.header
source: Support for agencies for the daily work
de: Unterstützung von Agenturen bei der täglichen Arbeit

# AiSuite.module.Agencies.translateXlf.header
source: Translate XLF file
de: XLF-Datei übersetzen

# AiSuite.module.Agencies.translateXlf.header.validate
source: Validate translations before writing to the file system
de: Validiere die Übersetzungen vor dem Schreiben in das Dateisystem

# AiSuite.module.Agencies.translateXlf.insertExtKey
source: Insert the extension key (e.g. 'sitepackage')
de: Füge den Erweiterungsschlüssel ein (z. B. „sitepackage“)

# AiSuite.module.Agencies.translateXlf.destinationLang
source: Target language
de: Zielsprache

# AiSuite.module.Agencies.translateXlf.translationMode.label
source: Translation mode:
de: Übersetzungsmodus:

# AiSuite.module.Agencies.translateXlf.translationMode.optionAll
source: Translate the whole file, overwrite existing translations
de: Ganze Datei übersetzen, vorhandene Übersetzungen überschreiben

# AiSuite.module.Agencies.translateXlf.translationMode.missingOnly
source: Translate only missing items
de: Übersetze nur fehlende Elemente

# AiSuite.module.Agencies.translateXlf.fileName
source: Insert default language file name
de: Standardsprachdateinamen einfügen

# AiSuite.module.Agencies.translateXlf.fileNamePlaceholder
source: e.g. locallang.xlf
de: zB locallang.xlf

# AiSuite.module.Agencies.translateXlf.submit
source: Translate file
de: Datei übersetzen

# AiSuite.module.Agencies.translateXlf.submit.validate
source: Write translations to file system
de: Übersetzungen ins Dateisystem schreiben

# AiSuite.module.misc.searchableDropdown.search
source: Search...
de: Suchen...

# tx_aisuite.module.Agencies.overview.header
source: Work on pages and page tree
de: Arbeiten an Seiten und Seitenbaum

# AiSuite.module.Pages.pagesSelect
source: Selected page
de: Ausgewählte Seite

# AiSuite.module.promptTemplateManager.managePromptTemplates.searchPlaceholder
source: Search...
de: Suchen...

# AiSuite.module.promptTemplateManager.managePromptTemplates.searchSubmit
source: Search
de: Suchen

# AiSuite.module.promptTemplateManager.managePromptTemplates.searchReset
source: Reset
de: Zurücksetzen

source: Create prompt template
de: Prompt-Vorlage erstellen

source: Search...
de: Suchen...

# AiSuite.module.globalInstructionsManager.manageGlobalInstructions.searchSubmit
source: Search
de: Suchen

# AiSuite.module.globalInstructionsManager.manageGlobalInstructions.searchReset
source: Reset
de: Zurücksetzen

source: Create global instructions
de: Erstellen globaler Anweisungen

# AiSuite.generation.keywordsSuggestions
source: Generate keywords suggestions (1 Credit)
de: Keyword-Vorschläge generieren (1 Credit)

# AiSuite.generation.newsKeywordsSuggestions
source: Generate keywords suggestions for news article (1 Credit)
de: Keywords für Nachrichtenartikel generieren (1 Credit)

# AiSuite.generation.metaDescriptionSuggestions
source: Generate meta description suggestions (1 Credit)
de: Vorschläge für Meta-Beschreibungen generieren (1 Credit)

# AiSuite.generation.pageTitleSuggestions
source: Generate page title suggestions (1 Credit)
de: Seitentitelvorschläge generieren (1 Credit)

# AiSuite.generation.ogTitleSuggestions
source: Generate Open Graph title suggestions (1 Credit)
de: Open Graph-Titelvorschläge generieren (1 Credit)

# AiSuite.generation.twitterTitleSuggestions
source: Generate Twitter title suggestions (1 Credit)
de: Twitter-Titelvorschläge generieren (1 Credit)

# AiSuite.generation.newsAlternativeTitleSuggestions
source: Generate alternative title suggestions for news article (1 Credit)
de: Alternative Titelvorschläge für News-Artikel generieren (1 Credit)

# AiSuite.generation.ogDescriptionSuggestions
source: Generate Open Graph description suggestions (1 Credit)
de: Open Graph-Beschreibungsvorschläge generieren (1 Credit)

# AiSuite.generation.twitterDescriptionSuggestions
source: Generate Twitter description suggestions (1 Credit)
de: Twitter-Beschreibungsvorschläge generieren (1 Credit)

# AiSuite.generation.newsDescriptionSuggestions
source: Generate description suggestions for news article (1 Credit)
de: Beschreibungsvorschläge für News-Artikel generieren (1 Credit)

# AiSuite.generation.alternativeSuggestions
source: Generate alternative suggestions for file (1 Credit)
de: Alternativvorschläge für Datei generieren (1 Credit)

# AiSuite.generation.titleSuggestions
source: Generate title suggestions for file (1 Credit)
de: Titelvorschläge für Datei generieren (1 Credit)
