Repository: autodudesde/ai-suite
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# aiSuite.customPermOptions.enableNewsGeneration
source: Button "News with AI" (only evaluated if EXT:news is active)
de: Button „News mit KI“ (wird nur ausgewertet wenn EXT:news aktiv ist)

# aiSuite.customPermOptions.enableNewsGenerationDescription
source: If active a button with title "News with AI" will be added to the list module header bar (only evaluated if EXT:news is active)
de: Wenn aktiv, wird der Button mit dem Titel „News mit KI“ zur Kopfzeile des Listenmoduls hinzugefügt (wird nur geprüft, wenn EXT:news aktiv ist).

# aiSuite.customPermOptions.enablePagesGeneration
source: Enable pages section within backend module
de: Aktiviere den Seitenabschnitt im Backend-Modul

# aiSuite.customPermOptions.enablePagesGenerationDescription
source: If active the "Pages" button will be shown within the backend module
de: Wenn aktiv, wird der Button "Seiten" im Backend-Modul angezeigt

# aiSuite.customPermOptions.enableMassActionGeneration
source: Enable WorkflowManager section within backend module
de: Abschnitt „WorkflowManager“ im Backend-Modul aktivieren

# aiSuite.customPermOptions.enableMassActionGenerationDescription
source: If active the "WorkflowManager" button will be shown within the backend module
de: Wenn aktiv, wird die Schaltfläche "WorkflowManager" im Backend-Modul angezeigt

# aiSuite.customPermOptions.enableBackgroundTaskHandling
source: Enable TaskEngine section within backend module
de: Abschnitt „TaskEngine“ im Backend-Modul aktivieren

# aiSuite.customPermOptions.enableBackgroundTaskHandlingDescription
source: If active the "TaskEngine" button will be shown within the backend module
de: Wenn aktiv, wird die Schaltfläche "TaskEngine" im Backend-Modul angezeigt

# aiSuite.customPermOptions.enableToolbarStatsItem
source: Enable AI Suite toolbar item
de: AI Suite Toolbar-Element aktivieren

# aiSuite.customPermOptions.enableToolbarStatsItemDescription
source: If active the AI Suite toolbar item will be shown
de: Wenn aktiv, wird das AI Suite Toolbar-Element angezeigt

# aiSuite.customPermOptions.enableMetadataGeneration
source: Show Metadata generation buttons
de: Buttons zur Metadatengenerierung anzeigen

# aiSuite.customPermOptions.enableMetadataGenerationDescription
source: If active the metadata generation buttons will be shown next to the corresponding fields
de: Wenn aktiv, werden die Buttons zur Metadatengenerierung neben den entsprechenden Feldern angezeigt

# aiSuite.customPermOptions.modelDescription
source: Users are allowed to generate content with this AI model.
de: Benutzer dürfen mit diesem KI-Model Inhalte erstellen.

# aiSuite.module.modal.metaDataGeneration
source: Generated metadata suggestions
de: Generierte Metadatenvorschläge

# aiSuite.module.modal.metaDataGenerationSlideOne
source: Generate suggestions
de: Vorschläge generieren

# aiSuite.module.modal.metaDataGenerationSlideTwo
source: Generated suggestions
de: Generierte Vorschläge

# AiSuite.metaDataWizardPromptHeader
source: Custom metadata prompt
de: Benutzerdefinierter Metadaten-Prompt

# AiSuite.metadataWizardSlideOneHeader
source: Enter metadata generation settings
de: Gebe die Einstellungen für die Metadatengenerierung ein

# AiSuite.metadataWizardSlideOnePrompt
source: Metadata prompt
de: Metadaten-Prompt

# AiSuite.metadataWizardSlideOneButton
source: Generate metadata suggestions
de: Metadatenvorschläge generieren

# aiSuite.module.modal.metaDataGenerationInProcess
source: Metadata suggestion generation in process
de: Generierung von Metadatenvorschlägen im Gange

# aiSuite.module.modal.metaDataError
source: Unable to generate metadata suggestions. If HTTP basic auth is active, please activate it within the extension settings and enter the credentials there.
de: Es können keine Metadatenvorschläge generiert werden. Wenn die HTTP-Basisauthentifizierung aktiv ist, aktivieren Sie diese bitte in den Erweiterungseinstellungen und geben Sie dort die Zugangsdaten ein.

# AiSuite.metadataWizardSaveButton
source: Save metadata
de: Metadaten speichern

# aiSuite.module.modal.metadataAdditionalFields
source: Additional fields
de: Zusätzliche Felder

# aiSuite.modal.metadata.useFor
source: Fill field "%s" with selected suggestion
de: Fülle das Feld „%s“ mit dem ausgewählten Vorschlag

# AiSuite.notification.generation.newsDetailPlugin.missingSelection
source: Missing selection
de: Fehlende Auswahl

# AiSuite.notification.newsDetailPlugin.suggestions.missingSelectionInfo
source: Please select a news detail page.
de: Bitte wähle eine News-Detailseite aus.

# AiSuite.noLibrariesAvailable
source: No libraries are available. Please contact your system administrator to get access to at least one library.
de: Es sind keine Bibliotheken verfügbar. Bitte wende dich an deinen Systemadministrator, um Zugriff auf mindestens eine Bibliothek zu erhalten.

# aiSuite.module.feedbackTitle
source: What is missing?
de: Was fehlt?

# aiSuite.module.feedbackDescription
source: Tell us what you are still missing or what you would like to have to make your work easier.
de: Sag uns, was dir noch fehlt oder was du dir zur Arbeitserleichterung wünschst.

# aiSuite.module.feedbackBtn
source: Send feedback
de: Feedback senden

# aiSuite.addImage.noFileMountsAvailable
source: No file mounts available for current user
de: Für den aktuellen Benutzer sind keine FileMounts verfügbar

# aiSuite.addImage.noFolderAvailable
source: No folder available for current user
de: Für den aktuellen Benutzer ist kein Ordner verfügbar

# AiSuite.notification.generation.massAction.missingSelection
source: Missing selection
de: Fehlende Auswahl

# AiSuite.notification.generation.massAction.missingStartFromPid
source: Please select a page where to start from.
de: Bitte wähle eine Seite aus, auf der du beginnen möchtest.

# tx_aisuite.module.general.spinner.massActionPages
source: Processing data for WorkflowManager. This may take a moment. Please wait...
de: Daten werden im WorkflowManager verarbeitet. Dies kann einen Moment dauern. Bitte warten …

# AiSuite.module.massAction.foundPagesAndMetadata
source: Found pages with associated metadata
de: Gefundene Seiten mit zugehörigen Metadaten

# AiSuite.module.massAction.foundFilesAndMetadata
source: Found files with associated metadata
de: Gefundene Dateien mit zugehörigen Metadaten

# AiSuite.module.massAction.toggleAll
source: Check / uncheck all
de: Alle auswählen/abwählen

# AiSuite.module.massAction.onlyUseGlobalInstructions
source: Only use Global Instructions (override predefined prompt)
de: Nur globale Anweisungen verwenden (vordefinierten Prompt überschreiben)

# AiSuite.module.massAction.executeBtn
source: Generate metadata with AI
de: Metadaten mit KI generieren

# AiSuite.module.massAction.saveMetadataBtn
source: Update selected metadata <strong>(no credits needed)</strong>
de: Ausgewählte Metadaten aktualisieren <strong>(keine Credits erforderlich)</strong>

# AiSuite.notification.generation.massAction.missingPages
source: Please select at least one page.
de: Bitte wähle mindestens eine Seite aus.

# AiSuite.notification.generation.massAction.missingFiles
source: Please select at least one file.
de: Bitte wähle mindestens eine Datei aus.

# AiSuite.massAction.processing
source: Already handled %s:
de: Bereits bearbeitete %s:

# AiSuite.notification.generation.massAction.success
source: Tasks successfully created
de: Aufgaben erfolgreich erstellt

# AiSuite.notification.generation.massAction.successDescription
source: Switch to the TaskEngine to check the progress.
de: Wechsel zur TaskEngine, um den Fortschritt zu überprüfen.

# AiSuite.notification.generation.massAction.successUpdate
source: Metadata fields successfully updated
de: Metadatenfelder erfolgreich aktualisiert

# AiSuite.backgroundTasks.errorFetchingTasks
source: Error while fetching TaskEngine tasks
de: Fehler beim Abrufen von TaskEngine Aufgaben

# AiSuite.backgroundTasks.noTasksInfo
source: No TaskEngine tasks available.
de: Keine Hintergrundaufgaben verfügbar.

# AiSuite.backgroundTasks.deleteModalTitle
source: Do you want to continue?
de: Möchtest du fortfahren?

# AiSuite.backgroundTasks.deleteModalText
source: Delete entry
de: Eintrag löschen

# AiSuite.notification.deleteError
source: Entry could not be removed.
de: Eintrag konnte nicht entfernt werden.

# AiSuite.notification.deleteSuccessTitle
source: Delete
de: Löschen

# AiSuite.backgroundTasks.deleteAbort
source: Abort
de: Abbrechen

# AiSuite.notification.deleteSuccess
source: Successfully deleted
de: Erfolgreich gelöscht

# AiSuite.notification.saveSuccess
source: Successfully saved
de: Erfolgreich gespeichert

# AiSuite.notification.saveError
source: Entry could not be saved.
de: Eintrag konnte nicht gespeichert werden.

# AiSuite.notification.errorSavingTask
source: Error while saving background task data
de: Fehler beim Speichern der TaskEngine Aufgaben

# AiSuite.notification.errorDeletingTask
source: Error while deleting TaskEngine task data
de: Fehler beim Löschen der TaskEngine Aufgaben

# AiSuite.notification.generation.failedPages
source: Content of the following pages could not be fetched:
de: Der Inhalt folgender Seiten konnte nicht abgerufen werden:

# AiSuite.notification.generation.pageUpdateError
source: Unexpected error while saving selected page metadata. Please check your logs for further information.
de: Unerwarteter Fehler beim Speichern der ausgewählten Seitenmetadaten. Weitere Informationen finden du in den Log-Dateien.

# AiSuite.notification.generation.fileReferencesUpdateError
source: Unexpected error while saving selected file reference metadata. Please check your logs for further information.
de: Unerwarteter Fehler beim Speichern der ausgewählten Dateiverweismetadaten. Weitere Informationen finden du in den Log-Dateien.

# AiSuite.notification.generation.fileReferencesUpdateError.noFileSelected
source: No file references selected.
de: Keine Datei-Referenzen ausgewählt.

# AiSuite.notification.generation.failedFileReferences
source: Image data of the following files could not be fetched:
de: Bilddaten folgender Dateien konnten nicht abgerufen werden:

# AiSuite.backgroundTasks.errorPagesPrepareExecuteAction
source: Error while preparing pages
de: Fehler beim Vorbereiten der Seiten

# AiSuite.backgroundTasks.errorFilesPrepareExecuteAction
source: Error while preparing files
de: Fehler beim Vorbereiten der Dateien

# tx_aisuite.backgroundTaskSection.filter.page
source: Page metadata TaskEngine
de: TaskEngine für Seitenmetadaten

# tx_aisuite.backgroundTaskSection.filter.fileMetadata
source: File metadata TaskEngine
de: TaskEngine für Dateimetadaten

# tx_aisuite.backgroundTaskSection.filter.fileReference
source: File reference metdata TaskEngine
de: TaskEngine für Dateireferenz-Metadaten

# tx_aisuite.massActionSection.filter.depth.onlyThisPage
source: 0 (only this page)
de: 0 (nur diese Seite)

# aiSuite.module.customPromptTemplateStorageTitle
source: Page can not be used to store custom prompt templates
de: Die Seite konnte nicht zum Speichern benutzerdefinierter Prompt-Vorlagen verwendet werden.

# aiSuite.module.customPromptTemplateStorageMessage
source: Please select a page where custom prompt templates could be stored.
de: Bitte wähle eine Seite aus, auf der benutzerdefinierte Prompt-Vorlagen gespeichert werden können.

# tx_aisuite.module.dashboard.card.managePromptTemplates.noRecordsFound
source: No records available.
de: Keine Datensätze verfügbar.

# tx_aisuite.module.dashboard.card.manageGlobalInstructions.noRecordsFound
source: No records available.
de: Keine Datensätze verfügbar.

# aiSuite.error.default.title
source: An unexpected error occurred
de: Ein unerwarteter Fehler ist aufgetreten

# massActionSection.pages.seo_title
source: Title for search engines
de: Titel für Suchmaschinen

# massActionSection.pages.description
source: Description for search engines
de: Beschreibung für Suchmaschinen

# massActionSection.pages.og_title
source: Open Graph Title
de: Open Graph Titel

# massActionSection.pages.og_description
source: Open Graph Description
de: Open Graph Beschreibung

# massActionSection.pages.twitter_title
source: X / Twitter Title
de: X / Twitter-Titel

# massActionSection.pages.twitter_description
source: X / Twitter Description
de: X / Twitter Beschreibung

# massActionSection.sys_file_reference.title
source: Image title
de: Bildtitel

# massActionSection.sys_file_reference.alternative
source: Image alternative text
de: Alternativtext für Bilder

# translation.failed
source: Translation failed for one or more elements.
de: Die Übersetzung ist bei einem oder mehreren Elementen fehlgeschlagen.

# AiSuite.selectSysLanguage
source: Select (target) language:
de: Wähle die (Ziel-) Sprache aus:

# AiSuite.module.massAction.clickAndSave.tooltip
source: If "Click and Save" is activated, metadata is saved directly when you click on the desired field.
de: Wenn "Click and Save" aktiviert ist, werden Metadaten direkt beim Klick auf das gewünschte Feld gespeichert.

# AiSuite.easyLanguagePlugin.noLibraryFound
source: No model available. Please select one in the extension settings or contact your administrator to verify the selected model.
de: Kein Model verfügbar. Bitte wählen eines in den Erweiterungseinstellungen aus oder wende dich an deinen Administrator, um das ausgewählte Modell überprüfen zu lassen.

# AiSuite.easyLanguagePlugin.noContentSelectedModalText
source: No content selected. Do you want to continue with the whole content?
de: Kein Inhalt ausgewählt. Möchtest du mit dem gesamten Inhalt fortfahren?

# AiSuite.easyLanguagePlugin.useWholeContent
source: Continue with whole content
de: Weiter mit dem gesamten Inhalt

# AiSuite.easyLanguagePlugin.abort
source: Abort
de: Abbrechen

# AiSuite.easyLanguagePlugin.inProgress
source: "Einfache Sprache" translation in progress
de: Übersetzung von „Einfache Sprache“ in Bearbeitung

# AiSuite.easyLanguagePlugin.success
source: "Einfache Sprache" translation successful
de: „Einfache Sprache“-Übersetzung erfolgreich

# AiSuite.easyLanguagePlugin.failed
source: "Einfache Sprache" translation failed
de: Die Übersetzung von „Einfache Sprache“ ist fehlgeschlagen

# AiSuite.easyLanguagePlugin.pleaseWait
source: Please wait...
de: Bitte warten...

# AiSuite.file.unsupportedImageFormat
source: Unsupported image format
de: Nicht unterstütztes Bildformat

# AiSuite.backgroundTasks.deleteAll
source: Delete all visible tasks
de: Alle sichtbaren Aufgaben löschen

# AiSuite.notification.deleteAllSuccess
source: task(s) have been deleted successfully.
de: Aufgabe(n) wurden erfolgreich gelöscht.

# AiSuite.backgroundTasks.deleteAllModalTitle
source: Are you sure you want to delete all visible tasks in this scope?
de: Möchtest du wirklich alle sichtbaren Aufgaben in diesem Bereich löschen?

# AiSuite.backgroundTasks.deleteAllModalText
source: Delete all visible tasks
de: Alle sichtbaren Aufgaben löschen

# AiSuite.backgroundTasks.refresh
source: Refresh
de: Aktualisieren

# AiSuite.backgroundTasks.loadMore
source: Load more
de: Mehr laden

# AiSuite.backgroundTasks.loadMoreHint.title
source: More tasks available
de: Weitere Aufgaben verfügbar

# AiSuite.backgroundTasks.loadMoreHint.message
source: The first 50 tasks are displayed. Additional tasks will be loaded automatically as soon as the tasks are completed.
de: Es werden die ersten 50 Aufgaben angezeigt. Weitere Aufgaben werden automatisch geladen, sobald die Aufgaben erledigt sind.

# AiSuite.notification.generation.failedFiles
source: Content of the following files could not be fetched:
de: Der Inhalt der folgenden Dateien konnte nicht abgerufen werden:

# tx_aisuite_domain_model_glossar
source: Glossar entry
de: Glossareintrag

# tx_aisuite_domain_model_glossar.input
source: Word/paragraph
de: Wort/Absatz

# AiSuite.synchronizeDeeplGlossary
source: Synchronize DeepL glossaries
de: DeepL-Glossare synchronisieren

# AiSuite.notification.deeplSyncStarted
source: Started DeepL glossaries synchronization
de: Synchronisierung der DeepL-Glossare gestartet

# AiSuite.notification.deeplSyncSuccessful
source: DeepL glossaries synchronization successful
de: Synchronisierung der DeepL-Glossare erfolgreich

# AiSuite.notification.deeplSyncFailed
source: DeepL glossaries synchronization failed
de: Die Synchronisierung der DeepL-Glossare ist fehlgeschlagen

# AiSuite.notification.imageSizeTooLargeBadge
source: Image size too large
de: Bildgröße zu groß

# AiSuite.notification.imageSizeTooLarge
source: Image is too large and cannot be processed.
de: Das Bild ist zu groß und kann nicht verarbeitet werden.

# AiSuite.notification.invalidUrlTitle
source: Invalid URL provided for style parameter
de: Für den Stilparameter wurde eine ungültige URL angegeben.

# AiSuite.notification.invalidUrlMessage
source: Please check and edit your inputs.
de: Bitte überprüfen und korrigiere deine Eingaben.

# tx_aisuite.module.dashboard.card.backgroundTaskStats.title
source: Background Tasks Overview
de: Übersicht über Hintergrundaufgaben

# tx_aisuite.module.dashboard.card.backgroundTaskStats.overall
source: Overall Statistics
de: Gesamtstatistik

# tx_aisuite.module.dashboard.card.backgroundTaskStats.detailed
source: Detailed Statistics
de: Detaillierte Statistiken

# tx_aisuite.module.dashboard.card.backgroundTaskStats.total
source: Total
de: Gesamt

# tx_aisuite.module.dashboard.card.backgroundTaskStats.finished
source: Finished
de: Fertig

# tx_aisuite.module.dashboard.card.backgroundTaskStats.pending
source: Pending
de: Ausstehend

# tx_aisuite.module.dashboard.card.backgroundTaskStats.error
source: Error
de: Fehler

# tx_aisuite.module.dashboard.card.backgroundTaskStats.pages
source: Pages
de: Seiten

# tx_aisuite.module.dashboard.card.backgroundTaskStats.fileReferences
source: File References
de: Dateireferenzen

# tx_aisuite.module.dashboard.card.backgroundTaskStats.fileMetadata
source: File Metadata
de: Dateimetadaten

# tx_aisuite.module.dashboard.card.backgroundTaskStats.byColumn
source: By Column
de: Nach Spalte

# tx_aisuite.module.dashboard.card.backgroundTaskStats.column
source: Column
de: Spalte

# aiSuite.module.notification.modal.noMetadataInputTitle
source: Missing metadata
de: Fehlende Metadaten

# aiSuite.module.notification.modal.noMetadataInputMessage
source: You don't have entered an input value. Please select your favorite suggestion or enter your own data.
de: Du hast keinen Eingabewert eingegeben. Bitte wähle einen Vorschlag aus oder gebe deine eigenen Daten ein.

# aiSuite.createContent.fieldsOf
source: Fields of
de: Felder von

# tx_aisuite.error.backgroundTask.notFound
source: No background task with uuid %s found
de: Keine Hintergrundaufgabe mit UUID %s gefunden

# tx_aisuite.error.backgroundTask.noUuidsProvided
source: No UUIDs provided
de: Keine UUIDs angegeben

# tx_aisuite.error.backgroundTask.noUuidProvided
source: No UUID provided
de: Keine UUID angegeben

# tx_aisuite.error.backgroundTask.fileUidNotFound
source: No valid fileUid provided/found
de: Keine gültige fileUid angegeben/gefunden

# tx_aisuite.error.server.aiSuiteError
source: AI Suite Server error: %s
de: AI Suite Server Fehler: %s

# tx_aisuite.error.server.notAvailable
source: AI Suite server endpoint is currently not available.
de: AI Suite Server Endpunkt ist derzeit nicht verfügbar.

# tx_aisuite.error.server.unexpected
source: Unexpected AI Suite server endpoint error
de: Unerwarteter AI Suite Server Endpunkt Fehler

# tx_aisuite.error.fileReference.notFound
source: No file reference row found for sys file reference uid %s. It seems that the file reference was deleted in the meanwhile or is are some other inconsistency with the database.
de: Keine Dateireferenz-Zeile für sys file reference uid %s gefunden. Es scheint, dass die Dateireferenz zwischenzeitlich gelöscht wurde oder es andere Inkonsistenzen mit der Datenbank gibt.

# tx_aisuite.error.site.notFound
source: No site found for language id %s and page uid %s
de: Keine Website für Sprach-ID %s und Seiten-UID %s gefunden

# tx_aisuite.error.file.notFound
source: File %s not found in EXT:%s.
de: Datei %s nicht in EXT:%s gefunden.

# tx_aisuite.error.field.mustNotBeEmpty
source: Field must not be empty
de: Feld darf nicht leer sein

# tx_aisuite.form.label.sourceLanguage
source: Source Language:
de: Quellsprache:

# tx_aisuite.form.label.targetLanguage
source: Target Language:
de: Zielsprache:

# tx_aisuite.form.label.translationService
source: Translation Service:
de: Übersetzungsdienst:

# tx_aisuite.form.label.title
source: Title
de: Titel

# tx_aisuite.form.label.alternativeText
source: Alternative Text
de: Alternativer Text

# tx_aisuite.dropdown.selectTargetLanguage
source: -- Select Target Language --
de: -- Zielsprache auswählen --

# tx_aisuite.dropdown.pleaseSelect
source: Please select...
de: Bitte auswählen...

# tx_aisuite.translation.wholePageIncludes
source: Whole Page Translation will include:
de: Die Übersetzung der gesamten Seite umfasst:

# tx_aisuite.translation.pageProperties
source: Page properties (Title, navtitle, subtitle and page metadata)
de: Seiteneigenschaften (Titel, Navigationstitel, Untertitel und Seiten-Metadaten)

# tx_aisuite.translation.allContentElements
source: All content elements on the page
de: Alle Inhaltselemente auf der Seite

# tx_aisuite.translation.fileReferences
source: File references (alternative text, titles)
de: Dateireferenzen (Alternativer Text, Titel)

# tx_aisuite.status.onlyPaid
source: (only paid)
de: (nur kostenpflichtig)

# tx_aisuite.image.generatedImageAlt
source: Generated Image %s %s (%s)
de: Generiertes Bild %s %s (%s)

# tx_aisuite.js.error.invalidPageId
source: Invalid page ID.
de: Ungültige Seiten-ID.

# tx_aisuite.js.wizard.selectLanguages
source: Select Languages
de: Sprachen auswählen

# tx_aisuite.js.wizard.languageSelection
source: Language Selection
de: Sprachauswahl

# tx_aisuite.js.wizard.translationSummary
source: Translation Summary
de: Übersetzungszusammenfassung

# tx_aisuite.js.wizard.translationProgress
source: Translation Progress
de: Übersetzungsfortschritt

# tx_aisuite.js.wizard.translationInProgress
source: Translation in Progress
de: Übersetzung läuft

# tx_aisuite.js.error.loadWizardContent
source: Failed to load translation wizard content.
de: Fehler beim Laden des Übersetzungs-Assistenten.

# tx_aisuite.js.loading.translationSummary
source: Loading translation summary...
de: Lade Übersetzungszusammenfassung...

# tx_aisuite.js.progress.translatingWholePage
source: Translating Whole Page...
de: Übersetze ganze Seite...

# tx_aisuite.js.progress.mayTakeMoments
source: This may take a few moments.
de: Dies kann einen Moment dauern.

# tx_aisuite.js.progress.translationInProgress
source: Translation in progress...
de: Übersetzung läuft...

# tx_aisuite.js.validation.sourceTargetSame
source: Source and target languages cannot be the same.
de: Quell- und Zielsprache können nicht identisch sein.

# tx_aisuite.js.summary.wholePageTranslation
source: Whole Page Translation Summary:
de: Zusammenfassung der Ganzseitenübersetzung:

# tx_aisuite.js.summary.pageAlreadyExists
source: ✓ Page already exists in target language.
de: ✓ Seite existiert bereits in der Zielsprache.

# tx_aisuite.js.summary.pageProperties
source: Page properties:
de: Seiteneigenschaften:

# tx_aisuite.js.summary.fields
source: field(s)
de: Felder

# tx_aisuite.js.summary.elements
source: element(s)
de: Element(e)

# tx_aisuite.js.summary.references
source: reference(s)
de: Referenz(en)

# tx_aisuite.js.summary.pageFileReferences
source: Page file references:
de: Seiten-Dateireferenzen:

# tx_aisuite.js.summary.pageFileReferenceFields
source: Page file reference fields:
de: Auslagerungsdatei-Referenzfelder:

# tx_aisuite.js.summary.contentElements
source: Content Elements:
de: Inhaltselemente:
